Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Bo chyba nie chodzi tu tylko o pieniądze. Mylę się?
uk: Тому що я не думаю, що справа лише в грошах. Чи я помиляюсь?

source: Bo dba o nich gorzej niż farmer o własne owce!
uk: Бо він дбає про них гірше, ніж фермер про власних овець!

source: Bo dostaniesz w zęby!
uk: Бо отримаєш по зубах!

source: Bo ja zaproszę Kaleba na piwo.
uk: Тому що я запрошу Калеба на пиво.

source: Bo jego zdaniem to nie jest zdrada! Dalej uważa, że cała wyspa powinna należeć do jego rodu.
uk: Бо на його думку, це не зрада! Він досі вважає, що весь острів має належати його роду.

source: Bo jest tak mocny, że przed realnym wytrzeźwieniem zdążysz się napić czegoś ponownie.
uk: Оскільки вона настільки міцна, у тебе буде час знову щось випити, перш ніж ти по-справжньому протверезієш.

source: Bo ma władzę na wyspie i może robić, co mu się żywnie podoba. Przynajmniej na razie.
uk: Тому що він має владу на острові й може робити все, що йому заманеться. Принаймні, поки що.

source: Bo mają kształt idealnej sfery, już ci mówiłem.
uk: Бо вони мають форму ідеальної сфери, як я вже казав.

source: Bo mają serce z kamienia.
uk: Бо у них кам'яні серця.

source: Bo masz głowę do takich spraw. Udowodniłeś to podczas szukania tych przeklętych renegatów.
uk: Бо ти маєш голову на плечах для таких справ. Ти довів це, коли шукав тих клятих відступників.

source: Bo mi za to płaci.
uk: Тому що він мені за це платить.

source: Bo my ciebie tak!
uk: Бо ми тебе пам'ятаємо!

source: Bo na każdym kroku raczyli sobie o tym przypominać: Gerwin to, Gerwin tamto, rozkaz sierżanta Gerwina, jak coś, to gadaj z Gerwinem.
uk: Тому що вони нагадували про це на кожному кроці: Гервін те, Гервін се, наказ сержанта Гервіна, якщо що, звертайтеся до Гервіна.

source: Bo nic się na winie nie znasz.
uk: Бо ти нічого не тямиш у вині.

source: Bo nie chcę kłopotów... nikt nie powiedział jednak, że nie udostępnię ci mojego stanowiska pracy i nie pomogę w dobraniu odpowiednich słów.
uk: Тому що я не хочу неприємностей... Але ніхто не казав, що я не звільню тобі своє робоче місце і не допоможу підібрати правильні слова.

source: Bo nie jestem. Już widzę minę tych wszystkich żebraków, kiedy tylko założymy nasze nowe wdzianka.
uk: Ще б пак. Я вже бачу вирази облич усіх цих жебраків, коли ми одягнемо нашу нову форму.

source: Bo nie masz innej alternatywy. Płacisz czy szukasz innego lokum dla Kaleba?
uk: Тому що в тебе немає іншої альтернативи. Або платиш, або шукаєш інше житло для Калеба?

source: Bo nie potrafią walczyć o to, co jest dla nich drogie.
uk: Бо вони не вміють боротися за те, що для них найдорожче.

source: Bo nie. I możesz już sobie odejść, nie zmienisz mojego zdania. Lepsi od ciebie próbowali.
uk: Тому що ні. І можеш йти звідси, ти все одно не зміниш моєї думки. Кращі від тебе вже намагалися.

source: Bo się skompromituje, jak zawsze. Widzisz, Kuno myśli, że jest ważnym graczem na scenie politycznej, a tak naprawdę większość uważa go za pośmiewisko Starego Miasta.
uk: Тому що він скомпрометує себе, як завжди. Розумієш, Куно вважає себе важливим гравцем на політичній сцені, хоча насправді більшість вважає його посміховиськом Старого міста.

source: Bo są śmierdzącymi TCHÓRZAMI!
uk: Тому що вони нікчемні БОЯГУЗИ!

source: Bo tak właśnie było.
uk: Тому що так і було.

source: Bo taka nie jest. To co? Spróbujesz swoich sił u nas?
uk: Тому що так і є. То що? Хочеш спробувати свої сили у нас?

source: Bo taka właśnie jest! Miło mi cię powitać wśród naszej małej grupy.
uk: Тому що так воно і є! Радий вітати тебе в нашій маленькій групі.

source: Bo takie powinno być, przynajmniej jeśli nie zrobisz niczego głupiego.
uk: Тому що так і має бути, принаймні, якщо не робити дурниць.

source: Bo to dobry człowiek jest! Potrafi ulitować się nad biednymi i potrzebującymi, pomimo że sam jest najbogatszym obywatelem całego miasta.
uk: Тому що він хороша людина! Він вміє шкодувати бідних та нужденних, хоч сам він – найбагатший громадянин у всьому місті.

source: Bo to ja powiedziałem ci, co należy zrobić i to ja załatwię ci wejście do Bena, gdy będzie już po wszystkim.
uk: Бо це я сказав тобі, що треба робити, і це я влаштую тобі зустріч з Беном, коли все закінчиться.

source: Bo to jest twój test, a nie ich.
uk: Тому що це твій тест, а не їхній.

source: Bo to trochę nudne, gdy twój dzień jest prosty, jak walka z zębaczem... A pokonanie go jest przecież bardzo proste!
uk: Адже це трохи нудно, коли твій день простий, як битва зі снеппером... А перемогти його, зрештою, дуже легко!

source: Bo ty jesteś Barvin, prawda?
uk: Ти ж Барвін, чи не так?

source: Bo w przeciwieństwie do nich nie jestem bandytą tylko przedsiębiorcą!
uk: Тому що, на відміну від них, я не бандит, а підприємець!

source: Bo w ten sposób możemy więcej widzieć i słyszeć. Działać, będąc jednocześnie niezauważonymi. Sprawiać, by sprawy toczyły się według naszych planów.
uk: Завдяки цьому ми можемо бачити і чути більше. Діяти, залишаючись непоміченими. Щоб все відбувалось згідно наших планів.

source: Bo widzisz... jakoś nigdy nie ciągnęło mnie do książek. Zawsze wolałem trening walki czy siły, no bo i to bardziej interesujące, i większe wrażenie na kobietach robi.
uk: Знаєш... мене якось ніколи не тягнуло до книжок. Я завжди віддавав перевагу бойовим або силовим тренуванням, тому що це цікавіше і більш захоплює жінок.

source: Bo widzę, jak się denerwujesz.
uk: Бо я бачу, як ти нервуєш.

source: Bo wie, że jeśli nie będzie tu czysto, to oberwie po głowie.
uk: Тому що він знає, що якщо тут буде брудно, то отримає на горіхи.

source: Boczne korytarze są bogatsze w kruszec, ale cóż, nie mogę obiecać, że któryś ze strażników, nie będzie potrzebował drobnej rekompensaty za ochronę twojego tyłka.
uk: Бічні коридори багатші на руду, але я не можу обіцяти, що хтось з вартових не захоче отримати невелику винагороду за захист твоєї дупи.

source: Bodowin
uk: Бодовін

source: Bodowin chciał opracować jakąś potężną miksturę na podstawie swojego własnego gatunku ognistego korzenia. Wpisy w jego dzienniku sugerują, że okoliczne ścierwojady zaczęły się pożywiać roślinami z jego ogródka, a ten wykorzystał je do wstępnego przetwarzania swoich składników. To spowodowało u nich te wszystkie zmiany. Dziennik zapisany jest po samą okładkę, może natrafię na pozostałe tomy.
uk: Бодовін хотів розробити якесь могутнє зілля на основі власного виду вогняного кореня. Записи в його щоденнику свідчать про те, що навколишні падальники почали харчуватися цими рослинами, і він використовував їх для попереднього дослідження своїх складників. Це й спричинило у них усі ці зміни. Щоденник списаний аж до обкладинки, можливо, я натраплю на інші томи.

source: Bodowin gburowaty jak zawsze. Tym razem nie mam co liczyć na jego pomoc.
uk: Бодовін як завжди нагрубив. Цього разу я не зможу розраховувати на його допомогу.

source: Bodowin może mi sprzedać swoje mikstury. Swoją chatę ma przy drodze do północnej bramy Silbach.
uk: Бодовін може продати мені свої зілля. Його хатина стоїть на шляху до північних воріт Сільбаху.

source: Bodowin może mnie nauczyć nawet mistrzowskich technik alchemicznych. Zastrzegł jednak, że będzie to swoje kosztować.
uk: Бодовін може навчити мене алхімічним технікам. Однак він уточнив, що це буде платним.

source: Bodowin nie będzie już sprawiał problemów.
uk: Бодовін більше не буде створювати проблем.

source: Bodowin nie żyje. Ten parszywy oszust już dawno sobie na to zasłużył. Teraz już nie skrzywdzi nikogo ani niczego.
uk: Бодовін мертвий. Цей мерзенний шахрай давно на це заслужив. Тепер він нікому і нічому не заподіє шкоди.

source: Bodowin opuścił Archolos, ale jestem pewny, że nawet teraz przesiaduje w jakiejś piwnicy nad menzurkami i czeka na swoje kolejne przełomowe odkrycie...
uk: Бодовін покинув Архолос, але я впевнений, що він і зараз сидить в якомусь підвалі над мензурками в очікуванні свого наступного революційне відкриття...

source: Bodowin polecił mi rozwiesić jego trzy ogłoszenia na tablicach w Silbach. Kto wie, może dzięki temu zażąda mniejszej zapłaty za lekarstwo Jorna?
uk: Бодовін доручив мені розвісити три його оголошення на дошках у Сільбаху. Хто знає, може, за це він візьме менше грошей за ліки для Йорна?

source: Bodowin potwierdził, że Jorna musiał zaatakować krwiopijca rzeczny. Sprawdzi, czy ma potrzebne składniki, a mnie wysłał, żebym pozbył się ścierwojadów z jego ogródka.
uk: Бодовін підтвердив, що Йорна, скоріше за все, вжалив річковий шершень. Він перевірить, чи є у нього необхідні інгредієнти. Тим часом я маю очистити його сад від падальників.

source: Bodowin przygotuje dla Jorna odtrutkę. Powinienem wrócić do niego jutro. Zlecił mi dodatkowe zadanie, może jeśli je wykonam, to uda mi się wynegocjować lepszą cenę.
uk: Бодовін приготує протиотруту для Йорна. Я маю повернутися до нього завтра. Він дав мені додаткове завдання. Можливо, якщо я його виконаю, то зможу домовитися про кращу ціну.

source: Bodowin przygotuje miksturę dla Jorna, ale nie za darmo. Zanim zacznie pracę, mam na jednym z pulpitów przeczytać księgę o krwiopijcach. Muszę rozpoznać, który rodzaj tych bestii zaatakował mojego brata.
uk: Бодовін приготує зілля для Йорна, але не задарма. Перш ніж він почне роботу, я маю прочитати книгу про шершнів, що лежить на одному зі столів. Я повинен розпізнати, який саме вид цих комах напав на мого брата.

source: Bodowin przypomniał sobie, że wcześniej mu pomogłem i zgodził się, żebym poszukał dla niego 10 ziół leczniczych. Zapewne rośliny lecznicze też się nadadzą. Jeśli mu je przyniosę, alchemik zapewnił mnie, że zostawi Ernesto w spokoju.
uk: Бодовін пригадав, що я вже допомагав йому раніше, і погодився, щоб я знайшов для нього 10 лікарських трав. Лікарські рослини також підійдуть. Алхімік запевнив мене, що якщо я принесу їх йому, то він залишить Ернесто в спокої.

source: Bodowin przyznał się do swoich błędów. Wszystko, co robił, miało na celu rozwinięcie nauk alchemicznych. Postanowiłem darować mu życie, pod warunkiem, że na zawsze opuści Archolos. Czas wracać do Rierola.
uk: Бодовін визнавав свої помилки. Все, що він робив, було спрямовано на розвиток алхімії. Я вирішив подарувати йому життя за умови, що він назавжди покине Архолос Настав час повертатися до Рієрола.

source: Bodowin przyznał się do swoich błędów. Wszystko, co robił, miało na celu rozwinięcie nauk alchemicznych. Postanowiłem darować mu życie, pod warunkiem, że zaprzestanie swoich niebezpiecznych eksperymentów. Czas wracać do Rierola.
uk: Бодовін визнавав свої помилки. Все, що він робив, було спрямовано на розвиток алхімії. Я вирішив подарувати йому життя за умови, що він припинить свої небезпечні експерименти. Настав час повертатися до Рієрола.

source: Bodowin słabnie, to mój czas na kontratak.
uk: Бодовін слабшає, настав час контратакувати.

source: Bodowin zauważył mnie, ale nie musiałem mu płacić za paczkę. Pora zanieść zioła Detlowowi.
uk: Бодовін помітив мене, але мені все ж не довелося платити. Настав час віднести трави до Детлоу.

source: Bodryn miał syna, Sir Williama, który przejął po nim władzę w Silbach. Podobnie jak jego ojciec, pierwszego dnia rządów udał się do kościoła w mieście, gdzie przed obliczem Innosa poprzysiągł służbę Gubernatorowi Archolos i Myrtanie. Jego rządy były pasmem ciągłej walki o zachowanie równowagi między potrzebami mieszkańców miasta i wioski.
uk: Бодрин мав сина, сера Вільяма, який став його наступником у Сільбаху. Як і його батько, в перший день свого правління він пішов до міської церкви, де перед лицем Інноса присягнув на вірність губернатору Архолосу і всій Міртані. Його правління було періодом постійної боротьби між потребами міста і потребами села.

source: Bogaci kupcy, właściciele ziemscy i urzędnicy od tygodni skomlą pod drzwiami Volkera o „zapomogę wojenną”.
uk: Багаті торговці, землевласники та чиновники тижнями скиглять під дверима Волкера, просячи 'військової допомоги'.

source: Bogactwo, sława, władza. Osiągnąłem wszystko, co ten świat miał do zaoferowania. Przynajmniej tak mi się wydawało.
uk: Багатство, слава, влада. Я досягнув усього, що міг запропонувати цей світ. Принаймні, я так думав.

source: Bogate łóżko
uk: Розкішне ліжко

source: Bogaty duży stół
uk: Великий розкішний стіл

source: Bogaty strój
uk: Заможне вбрання

source: Bogaty strój z czapką
uk: Заможне вбрання з капелюхом

source: Bogaty stół 1
uk: Розкішний стіл 1

source: Bogaty stół 2
uk: Розкішний стіл 2

source: Bogom należy się szacunek.
uk: Богів потрібно поважати.

source: Bogowie nie słyszą twoich próśb i z pewnością nie odpowiadają.
uk: Боги не чують твоїх молитов і, звісно ж, не відповідають на них.

source: Bogowie to jedno wielkie kłamstwo.
uk: Боги – це одна велика брехня.

source: Bogowie! Jak brutalnie...
uk: О, боги! Як жорстоко...

source: Bogowie! Jak ostro...
uk: Боги! Як різко...

source: Bogowie, biją się!
uk: О, боги, вони б'ються!

source: Bogowie, c-co to jest?!
uk: О, Боги, щ-що це?!

source: Bogowie, jak ostro!
uk: О, боги! Як різко!

source: Bogowie, jak to śmierdziało! Do teraz czuję ten zapach. Jak ty tam wytrzymałeś, w tych oparach?
uk: Боги, як там смерділо! Я й досі відчуваю цей запах. Як ти там протримався, в тих випарах?

source: Bogowie, moje kości... Coś ty mi tam wlał?
uk: Боги, мої кістки... Що ти мені туди підлив?

source: Bogowie, to pokolenie jest stracone, po co w ogóle jeszcze się łudzę...
uk: О боги, це покоління втрачене, чому я все ще себе обманюю...

source: Bohaterami Myrtany byliśmy my. To my piszemy Kroniki Myrtany. Swoje własne Kroniki Myrtany, każdego dnia tworzysz też ty.
uk: Героями Міртани були ми. Ми – ті, хто веде Хроніки Міртани. І ти також щодня створюєш свої власні Хроніки Міртани.

source: Boi się, że w razie kradzieży czy burdy nasi chłopcy nie dotrą na miejsce w odpowiednim czasie, a jak będą strzelać z dystansu, to trafią w niewinnych ludzi zamiast bandziorów.
uk: Він боїться, що в разі крадіжки або бійки наші хлопці не встигнуть туди вчасно, а якщо стрілятимуть здалеку, то влучать не в злочинців, а в невинних людей.

source: Boisz się nieznanego, to zrozumiałe, ale muszę cię rozczarować.
uk: Зрозуміло, що ти боїшся невідомого, але мушу тебе розчарувати.

source: Boisz się paru oprychów?
uk: Боїшся кількох головорізів?

source: Boją się mnie.
uk: Вони бояться мене.

source: Boją się, że Lichwiarz spróbuje przejąć ich organizację, albo co gorsza - wygryźć ją z rynku.
uk: Вони бояться, що Лихвар спробує прибрати до рук їх організацію або, ще гірше – вивести її взагалі з ринку.

source: Boję się Volkera. To wpływowy człowiek - nie chcę mieć z nim na pieńku.
uk: Я боюся Волкера. Він впливова людина – я не хочу мати з ним нічого спільного.

source: Boję się go trzymać w rękach z obawy przed uszkodzeniem.
uk: Я боюся тримати його в руках, бо здається, що він зламається.

source: Boję się i to bardzo! Jakie szczęście, że nie szedłem na końcu...
uk: Мені дуже страшно! Як же мені пощастило, що я не йшов останнім...

source: Boję się o niego, nie jest w tym zbyt dobry. Najczęściej przesiaduje nad wodospadem i modli się do Adanosa, zamiast ćwiczyć się w łuku.
uk: Я боюся за нього, у нього виходить не дуже. Більшість часу він сидить біля водоспаду і молиться Аданосу замість того, щоб вправлятися з луком.

source: Boję się odwrócić do czegokolwiek plecami. Kto wie, z której strony nadejdzie cios. Musimy być bardzo ostrożni.
uk: Я боюся бодай на мить відволіктись. Хтозна, звідки чекати удару. Треба бути вкрай обережним.

source: Boję się północnego lasu. Coraz więcej słyszy się o tamtejszej Bestii. Mam nadzieję, że myśliwi w końcu ją upolują.
uk: Північний ліс мене лякає. Там все частіше чути Звіра. Сподіваюся, мисливці нарешті його вполюють.

source: Boję się tylko podejścia niektórych obywateli. Wiesz, tych, którzy patrzą krzywo na wszystkich strażników.
uk: Я просто боюся ставлення деяких містян. Ну, знаєш, тих, які косо дивляться на усіх вартових.

source: Boję się tylko, że ktoś mnie tutaj rozpozna i doniesie magom wody, gdzie jestem... ale musiałem to zrobić!
uk: Я тільки боюся, що мене тут хтось впізнає і повідомить Магам Води, де я перебуваю... але я мусив це зробити!

source: Boję się, że to cholerstwo może być zaraźliwe. Już teraz sytuacja na wyspie jest napięta, nie potrzebujemy dodatkowo wybuchu epidemii.
uk: Я боюся, що ця пошесть може бути заразною. Ситуація на острові і так напружена, нам не потрібен ще й спалах епідемії.

source: Boję się. Kolejnego takiego ataku możemy nie przetrwać...
uk: Я боюся. Ще одного такого нападу ми можемо не пережити...

source: Boles
uk: Болес

source: Boli jak cholera.
uk: Болить, як холера.

source: Bonus obrażeń:
uk: Дод. шкода:

source: Borr
uk: Борр

source: Borr na pewno będzie wiedział, ja o niczym nie słyszałam.
uk: Борр, напевно, знає, а я ні про що не чула.

source: Borr powiedział mi, że człowiek o imieniu Alder, który nie jest robotnikiem Ramony, kręcił się ostatnio przy dźwigu portowym. Muszę go znaleźć gdzieś w Dzielnicy Biedoty i zapytać, czy nie wie czegoś o sabotażu.
uk: Борр розповів мені, що чоловік на ім'я Альдер, який не є працівником Рамони, нещодавно крутився біля портового крана. Мені потрібно знайти його десь у Бідному кварталі та запитати, чи знає він щось про саботаж.

source: Borr z Dzielnicy Biedoty w porcie może mnie nauczyć kradzieży kieszonkowej.
uk: Борр із Бідного кварталу в порту може навчити мене обкраданню.

source: Borr? Nawet tutaj sięga jego sława cwaniaczka i porażki życiowej. Co on sobie myśli? Opowie jej o mieście, to go zechce?
uk: Борр? Навіть сюди доходила слава про нього як про божевільного і невдаху по життю. Що він собі думає? Розповість їй про місто, і вона відразу забажає його?

source: Borr? Ten pseudo handlarz informacjami? On ma mnie przed czymkolwiek ochronić? Już nawet nie wspomnę, że Borr mieszka w porcie, idioto!
uk: Борр? Цей псевдо торговець інформацією? І він мене має від чогось захистити? Я навіть вже не згадую про те, що Борр живе в порту, ідіоте!

source: Br. 1-ręczna
uk: Одноручна

source: Br. 2-ręczna
uk: Дворучна

source: Bracia Corax, Taneris i Modares dostąpili... kierowania Najwyższą Radą po śmierci mistrza do czasu wyboru nowego pasterza naszego stada. Nic już więcej nie napiszę, bowiem smutek odebrał mi zdolność trzeźwego myślenia.
uk: Брати Коракс, Танеріс і Модарес отримали... очолити Вищу Раду після смерті їхнього вчителя, доки не буде обрано нового пастиря нашого стада. Я більше не буду писати, бо сум позбавив мене здатності ясно мислити.

source: Bracia z Najwyższej Rady jednogłośnie opowiedzieli się za powołaniem Wodnego Kręgu, zbrojnego ramienia klasztoru.
uk: Брати Вищої Ради одноголосно проголосували за створення Кільця Води – озброєного загону монастиря.

source: Bracia zarządzają winnicą wspólnie.
uk: Брати разом керують виноградником.

source: Brad
uk: Бред

source: Bradlock
uk: Бредлок

source: Bradlock kazał mi jeszcze przekazać ten woreczek. To za ostatnie niedogodności.
uk: Бредлок також просив передати тобі цей гаманець. Це за нещодавні незручності.

source: Bradlock przywitał mnie w holu budynku. Najpierw wyśmiał skuteczność straży miejskiej, ale ostatecznie zgodził się zaprowadzić mnie do Volkera. Powinienem przez cały czas trzymać ręce przy sobie.
uk: Бредлок зустрів мене у холі будинку. Спочатку він покепкував з ефективності Міської Варти, але врешті погодився відвести мене до Волкера. Краще нічого тут не чіпати.

source: Bradlock przywitał mnie w holu budynku. Pamięta mnie jeszcze ze zlecenia dotyczącego winnicy Valerio. Bez większego zastanowienia zgodził się zaprowadzić mnie do Lichwiarza, ale mam trzymać ręce przy sobie.
uk: Бредлок зустрів мене у холі будинку. Він мене пам'ятає ще з того завдання, що стосувалося виноградника Валеріо. Недовго думаючи, він погодився провести мене до Лихваря, але я маю нічого не чіпати.

source: Bradlock przywitał mnie w holu budynku. Początkowo miał wątpliwości, ale rozwiałem je wspominając o pokonaniu Dużego Bena. Moje słowa zrobiły na nim spore wrażenie. Ostatecznie zgodził się zaprowadzić mnie do Lichwiarza, ale mam trzymać ręce przy sobie.
uk: Бредлок зустрів мене у холі будинку. Спочатку у нього були сумніви, але я розвіяв їх, згадавши про поразку Великого Бена. Мої слова справили на нього неабияке враження. Врешті він погодився провести мене до Лихваря, але я маю нічого не чіпати.

source: Bradlock przywitał mnie w holu budynku. Uznał śledztwo za zwykłą przepychankę pomiędzy strażą a Gildią, ale ostatecznie zgodził się zaprowadzić mnie do Lichwiarza. Powinienem przez cały czas trzymać ręce przy sobie.
uk: Бредлок зустрів мене у холі будинку. Він вважає це розслідування звичайним протистоянням між Вартою та Гільдією, але врешті погодився відвести мене до Лихваря. Краще нічого тут не чіпати.

source: Bradlock za opłatą pokaże mi, jak stać się silniejszym.
uk: За певну плату Бредлок покаже мені, як стати сильнішим.

source: Bradlock zamordował Lorenzo. Chwilę później dorwaliśmy go z Adelardem. Bez swojej prawej ręki Lichwiarz będzie bezbronny.
uk: Бредлок убив Лоренцо за кілька хвилин до того, як ми з Аделардом до нього добралися. Без своєї правої руки Лихвар буде вразливим.

source: Brak mi odpowiedniego przedmiotu:
uk: Мені бракує потрібного предмета:

source: Brak mi odpowiedniej umiejętności.
uk: Мені бракує навичок.

source: Brak przyn.
uk: Без гільдії

source: Brak wytrycha bądź właściwego klucza.
uk: Мені бракує відмичок, або відповідного ключа.

source: Brak właściwego człowieka na właściwym miejscu. Jakie są warunki?
uk: Бракує потрібної людини у потрібному місці. Які умови?

source: Braki w żywności
uk: Нестача їжі

source: Brakuje ci złota na zakup tego przedmiotu.
uk: У вас недостатньо золота для придбання цього предмета.

source: Brakuje dwóch mieszków, które trzymałem na czarną godzinę. Ten, kto to był, musiał wiedzieć, co robił.
uk: Не вистачає двох гаманців, які я зберігав на чорний день. Хто б це не був, він добре знав, що робив.

source: Brakuje mi kilku rzeczy...
uk: Мені не вистачає кількох речей...

source: Brakuje mi składników.
uk: Мені не вистачає складників.

source: Brakuje nam ludzi do pomocy ubogim, ale z łaską Adanosa trafimy do wszystkich, którzy jej najbardziej potrzebują.
uk: Нам не вистачає людей, щоб допомагати бідним, але з благодаттю Аданоса ми допоможемо всім, хто цього найбільше потребує.

source: Brama wschodnia.
uk: Східні ворота.

source: Brama zachodnia.
uk: Західні ворота.

source: Bramy Archolos stoją teraz przede mną otworem.
uk: Ворота Архолосу тепер для мене відчинені.

source: Bramę należy otworzyć jedynie wtedy, gdy przejście będzie odpowiednio strzeżone, tak, by uniknąć wydostania się pełzaczy do pozostałych części twierdzy.
uk: Ворота слід відчиняти лише в тому випадку, якщо прохід належним чином охоронятиметься, щоб уникнути проникнення повзунів в інші частини фортеці.

source: Brat Caramona dotarł na Archolos kilka tygodni po bitwie, po czym rodzeństwo wspólnie opuściło wyspę, by szukać kolejnych przygód.
uk: Брат Карамона прибув на Архолос через кілька тижнів після битви, після чого брати разом покинули острів у пошуках нових пригод.

source: Brat Corax twierdzi, iż Volfzack wielce spokorniał od czasu naszej wizyty w jego dworze. Uważa... którym został obdarowany, lecz mistrz Periandes powtarza niczym mantrę, iż zasługi należą tylko i wyłącznie do Adanosa. Wczoraj zaskoczyły nas odwiedziny Volfzacka wraz z jego najstarszym synem, Korvanem.
uk: Брат Коракс стверджує, що Вольфзак значно заспокоївся після нашого візиту до його маєтку. Він вірить... яким він був наділений, але майстер Періандес повторює, як мантру, що це заслуга лише Аданоса. Вчора нас здивував візит Вольфзака з його старшим сином Корваном.
